"use client";
import { TextGenerateEffect } from "./ui/text-generate-effect";

const words =
  "وسط نسيان العالم وتجاهله للمأساة، يزيد واقع P سوءًا يومًا بعد يوم، حيث تتسارع أعداد القتلى وتضعف صفوف المدافعين. المجرمون يبتكرون أساليب جديدة للاعتداء على الأبرياء من اخواني واخوانك ، والجوع والبرد يخطفان أرواحهم يوميًا. بينما ينحسر الوعي، يظل التحدي يتسارع. إذا لم نستطع الوقوف  صامدين أمام الرصاص اهانت بنا للجوع والبرد كذلك، ومم لا شك فيه سيكون  التناسي والتجاهل  سببًا في تفاقم هذه الكارثة";

export function TextGenerateEffectDemo() {
  return <TextGenerateEffect words={words} />;
}
