export const questions = [
  {
    que: "أيمكنني احداث تغيير /هل التغيير ممكن",
    res: "بالطبع، يمكن للتغيير أن يحدث عندما يتحد الأفراد لتشكيل وحدة قوية. يمكن أن تكون قوة الفرد كقطرة في البحر، ولكن عندما يتجمع الملايين معًا كجدار واحد ضد عدو واحد ، يصبحون قوة لا يمكن تجاهلها.واخسائر الشركات الكبرى بعد المقاطعات يبرز كيف يمكن للجماهير تحقيق تأثير كبير وتغيير مسار الأحداث. غير ان اغلب المنظمات ذات السيط المتدخلة في اتخاذ القرارات بدات هكذا فماذا تنتظ",
  },

  {
    que: "وداعا لمكتوفي الايد /التغيير مسؤو ليتك /لا استطيع فعل شيئ",
    res: "في عهد الإبداع والتحول، وداعًا للتخلي عن الأمور للقضاء والقدر. الآن، لم تعد مكتوف الأيدي بل تحمل قدرةً جاهزة لتحقيق التغيير. أي فكرة، أي مهارة، أي قاعدة جماهيرية  تملكها ايمحتوى تصنعه حتى النشر يمكن أن يصبح سلاحًا في معركة الوعي هذه . لنقل وداعًا للأيام التي كنا نعتمد فيها على الدعاء فقط، اختر  سلاحك الآن ودافع به عن إخوانك",
  },
];
